export const DummyText =
  "Lorem ipsum dolor sit amet. Ab culpa optio eos quidem suscipit aut ..."
export const cardArr = Array(4)
  .fill("")
  .map((_, i) => {
    return {
      text: DummyText,
      title: `מאמר ${i + 1}`,
    }
  })

export const articleArr = [
  {
    id: 1,
    title: "קונפליקט מחפש פשרה במרחב הנפשי",
    text: "מצאתי כי לא פעם אני נוטה להמחיש מצבי נפש בתנועות הידיים: איזו תנועה יש להשתוקקות ואיזו להדחקה? איזו תנועה יש לוויתור ואיזו לפיצול? אני ממחישה והמטופל מתבונן: כאשר אני מראה בהלה או חרדה, שתי הידיים עפות לצדדים, כמו נגיעה בסיר רותח.\nשם התנועה קופאת. ייתכן וקצת נחמה תוכל להחזירן למרכז, כלומר לחדש את האמון ואת הבטחון הפנימי. מחקר זה יעסוק לא רק בחשיפת דימויים למצבי נפש, פרשנותם וזיהוי התנועה נובעת מהם, אלא גם במתן כלים ביצועיים בידי המטפל לעבודה עם מטופלים.\nנבקש לבחון דרכים להגדלת תחושת הזהות עם ה״עצמי״, להתמודדות עם הרגשת הריקנות בעת הפיצול ולעזרה במתן פרשנות של המציאות.",
  },
  {
    id: 2,
    title: "תנועות של טקסט כפרשנות",
    text: "הפילוסוף ז׳אק דרידה טען כי המילה אינה מסמנת רק דבר אחד, אלא היא נפתחת כמו מניפה לאינסוף מובנים, כך שהתוצר בעל הערך הרב ביותר של המילה יהיה היצירה הפרשנית, שהיא חשובה לא פחות מהיצירה עצמה. דרידה מראה, באמצעות הפרשנות המפרקת (הדקונסטרוקציונית), שכדי ליצור פרשנות חדשה יש לפרק את היצירה מהמשמעות הקבועה שלה. ניתוח הטקסט השירי, אם כן, הוא כמעין ״צילום רנטגן״ של המרחב הנפשי של השיר. אבחונו של ״צילום רנטגן״ זה יהווה כלי טיפולי ואפשרות למתן משמעויות חדשות שיסייעו בידי המטופל לחזק דימוי עצמי ולצאת מתחושת ריקנות בעת הפיצול. זהו מפגש עם שירה במונחים פסיכואנליטיים, והגיבוי התיאורטי לכן יהיה מהשדה הקליני. הקשר בין תבניות הניגוד המופיעות בשיר, לבין ביטויו כקונפליקט נפשי, מצריך, אם כן, הבהרה תיאורטית על טיבם של קונפליקטים.",
  },
  {
    id: 3,
    title: "המניפה הנפשית כפי שמופיעה ב׳תקוה׳, מאובדן לקונפליקט ותהליכי השיבה",
    text: "׳התקוה׳ לנפתלי הרץ אימבר - מאובדן לקונפליקט העם היהודי סבל במשך דורות אובדן מולדת ופוגרומים שהגיעו לשיאם בשואה. האם בחינת ההמנון הלאומי, המבטא את שאיפותיו הלאומיות של העם היהודי, עשויה לשקף מן  מהרעיונות שהעלנו? נבחן את ההמנון הלאומי, ׳התקוה׳, על פי המודל הנפשי שבופיע בעולמו של הפרט. האם נוכל למצוא מודל נפשי דומה, התואם את מאוויו של עם או של לאום? התקוה כָּל עוֹד בַּלֵּבָב פְּנִימָהנֶפֶשׁ יְהוּדִי הוֹמִיָּהוּלְפַאֲתֵי מִזְרָח קָדִימָהעַיִן לְצִיּוֹן צוֹפִיָּה עוֹד לֹא אָבְדָה תִּקְוָתֵנוּהַתִּקְוָה בַּת שְׁנוֹת אַלְפַּיִםלִהְיוֹת עַם חָפְשִׁי בְּאַרְצֵנוּאֶרֶץ צִיּוֹן וִירוּשָׁלַיִם ׳התקוה׳ נפתחת במשפט מפתח: ״כל עוד בלבב פנימה״. זהו משפט המייצג את ה״גן״ הפנימי כמו את ההגנה.  מהו מצב ה״עצמי״ של העם או הלאום? מיד בשורה השנייה: ״נפש יהודי הומיה״, כלומר הנפש נרגשת. כאשר המבט נישא למרחק, מופיע כפל משמעות המעיד על פיצול: ״ולפאתי מזרח קדימה״. זהו כפל המשמעות של הכיוון קדימה, לפנים, מלשון התקדמות לקדמה לאומית בעתיד, וגם ״קדימה״ במובן של קדום, עתיק, פנייה אל העבר, אל המסורת: ״חדש ימינו כקדם״ (איכה ה׳, כ״א). זהו ביטוי לקונפליקט ולפיצול שבעקבותיו תעלה חרדה. סתירה פנימית זו - בין ״קדימה״ ל״אחורה״, בין התקדמות לבין התרפקות על העבר הרחוק - נוכחת המהותה של הציונות ומלווה את ההיסטוריה של ׳התקוה׳, כמו את תקוותיו של העם היהודי, לאורך השנים.  החרדה, אכן, באה לידי ביטוי מיד בהמשך: ״עוד לא אבדה תקוותנו״. אם עוד לא אבדה התקווה, האם יתכן שתאבד בעתיד? הביטוי לקוח מחזון העצמות היבשות של הנביא יחזקאל. נביא את פריסת ׳התקוה׳, לפי המודל המלווה את העבודה, כפי שהובא בפרק המתודולוגיה: ביטוי ה״גן״ כל עוד בלבב פנימה / נפש יהודי הומיה  (האדם קרוב אל עצמו, והנפש נרגשת) הגנות				עין לציון צופיה (הכמיהה והתקווה) ביטוי אובדן			עוד לא עבדה תקוותנו (״עוד לא״ - החרדה וחוסר הבטחון בהמשכיות התקווה) קונפליקט: פיצול וקטוביות	ולפאתי מזרח קדימה(״קדימה״ - התקדמות לעומת התרפקות על העבר) תהליכי שיבה			להיות חופשי בארצנו / ארץ ציון וירושלים(חזרה אל הליבה ואל המרכז - ״ירושלים״) מילות ההמנון הלאומי מראות את המודל הנפשי והאנושי, ממש כאילו היה היחיד ביחסיו בין המקום שממנו נעקר, או המקום שאבד לו, לבין המקום אליו הוא חולם להגיע או לשוב אליו. החרדה מבוטאת בסמיכות להופעת הקונפליקט. מבחינה מוסיקלית, כאשר נותנים את הדעת על הלחן ל׳תקוה׳, ניתן לשמוע את הביטוי למילים, בדיוק כמו שבמקרים אחרים ראינו כי תנועת גוף יכולה לבטא את הכוונה. לפי הלחן שהותאם למילות ׳התקוה׳, בשורה ״עוד לא אבדה תקוותנו״ מתרחשת קפיצה מלודית גדולה של אוקטבה: שמונה טונים למעלה, שממנה מתחילה ירידה הדרגתית בסולם המינורי עד לחזרה לטוניקה שהוא הצליל המרכזי. הצליל המרכזי של הסולם הוא כמובן ה״בית״, נקודת המוצא והחזרה. גם המנגינה משקפת את התנועה הנפשית המבוטאת הטקסט, כפי שראינו לעיל במודל. ",
  },
]
